select * from kitap

INSERT INTO kitap VALUES
(1, 'Aþk', 'Elif Þafak', 300, 15, '2017-05-03', 'Merkür'),
(2, 'Alim', 'Beyza Akbalýk', 240, 7, '2015-06-01', 'Merkür'),
(3, 'Bilim', 'Asya Saçman', 120, 4, '2015-05-04', 'Venüs'),
(4, 'Lale', 'Beyza Akbalýk', 240, 9, '2015-05-01', 'Merkür'),
(5, 'Kefaret', 'Seymen Saçman', 200, 11, '2017-01-05', 'Güneþ'),
(6, 'Sýla', 'Ephesus', 250, 10, '2015-01-05', 'Jüpiter'),
(7, 'Medusa', 'Afrodit', 200, 7, '2017-01-05', 'Merkür'),
(8, 'Vasiyet', 'Merlin', 210, 8, '2015-08-08', 'Güneþ'),
(9, 'Go', 'DuckDuck', 500, 4, '2017-04-04', 'Güneþ'),
(10, 'Birlik', 'Serin', 100, 10, '2016-01-05', 'Jüpiter'),
(11, 'A', 'B', 150, 6, '2016-02-02', 'Ay'),
(12, 'B', 'C', 250, 18, '2016-02-05', 'Aylýk'),
(13, 'C', 'D', 150, 16, '2016-07-02', 'Ay'),
(14, 'D', 'E', 100, 14, '2016-08-01', 'Aylýk'),
(15, 'E', 'F', 50, 12, '2016-06-06', 'Ay'),
(16, 'F', 'G', 50, 6, '2016-07-06', 'Aylýk'),
(17, 'G', 'H', 80, 20, '2016-09-08', 'Jüpiter'),
(18, 'H', 'I', 70, 4, '2016-10-12', 'Venüs'),
(19, 'I', 'J', 60, 5, '2016-12-12', 'Merkür');

SELECT * FROM kitap;



